tap "homebrew/bundle"
tap "homebrew/core"
tap "kakao/local-tap"
brew "python@3.10"
brew "autojump"
brew "exa"
brew "ghq"
brew "git"
brew "gradle"
brew "kotlin"
brew "peco"
brew "pnpm"
brew "switchaudio-osx"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "yadm"
brew "zsh-syntax-highlighting"
brew "kakao/local-tap/thrift@0.11.0"
